{"FileName":"Leonardo_da_Vinci","Title":"Leonardo da Vinci","ImageUrl":"https://mattlynndigital.files.wordpress.com/2018/09/leonardo-da-vinci-7.jpg","Authors":["Walter Isaacson"],"Milestones":[{"Id":1,"Order":1,"Header":"1452","Caption":"Leonardo da Vinci","ImageUrl":"https://images.theconversation.com/files/256856/original/file-20190201-75085-1mor4cs.png?ixlib=rb-1.1.0\u0026rect=3%2C23%2C477%2C533\u0026q=45\u0026auto=format\u0026w=926\u0026fit=clip","Body":"Leonardo da Vinci was born out of woodlock in Vinci (17 miles west of Florence)."},{"Id":2,"Order":2,"Header":"1464","Caption":"Moves to Florence","ImageUrl":"https://www.nga.gov/content/dam/ngaweb/features/verrocchio-closer-look/detail/detail-david-head-goliath.jpg","Body":"When 12, his mother in law and grandfather died. Feeling alone and lonely he moves to Florence. Not true at all"},{"Id":3,"Order":3,"Header":"1481","Caption":"Adoration of the Magi","ImageUrl":"https://www.italymagazine.com/sites/default/files/styles/800xauto/public/story/adoration-magi-leonardo.jpg?itok=UfWD-BgQ","Body":"When 29, Leonardo starts working on Adoration of the Magi."},{"Id":4,"Order":4,"Header":"1482","Caption":"Moves to Milan","ImageUrl":"https://pinacotecabrera.org/wp-content/uploads/2015/06/Bramante-Eraclito-e-Democrito-1-600x488.jpg","Body":"When 30, Leonardo moves to Milan and spends the next 17 years there."},{"Id":5,"Order":15,"Header":"1510","Caption":"Does body dissection","ImageUrl":"https://images.theconversation.com/files/260968/original/file-20190226-150702-1gg89mh.jpg?ixlib=rb-1.1.0\u0026q=30\u0026auto=format\u0026w=600\u0026h=861\u0026fit=crop\u0026dpr=2","Body":"When 58, he does dissections to learn about muscles. Before this, his drawings were not correct about muscles, but after this he goes back and perfects them."},{"Id":6,"Order":12,"Header":"1498","Caption":"Paragone","ImageUrl":"https://i.pinimg.com/originals/5f/9c/0d/5f9c0d44edcc7a34eb9b5a049ff35f8f.jpg","Body":"Italian word for \"Comparison\". During the Italian Renaissance, artists and scholars would have this kind of conversation to attract patrons and elevate their social status. For Leonardo, he was a star in the evenings of debates at the Sforza Castle. He was advocating painting compared to other forms of art."},{"Id":7,"Order":11,"Header":"1496","Caption":"La Bella Principessa","ImageUrl":"https://live.staticflickr.com/7217/7151508933_13e593712e_b.jpg","Body":"\u003cp\u003eThis is a very arguable painting of him which was discovered in \u003cspan style=\"text-decoration: underline;\"\u003e1998\u003c/span\u003e in Manhattan which was known to be an early nineteenth-century German subject. It got sold for \u003cem\u003e$21,850\u003c/em\u003e in the auction. But \u003cstrong\u003ePeter Silvarman\u003c/strong\u003e tries to prove others that this was actually a Leonardo's painting. Around \u003cspan style=\"text-decoration: underline;\"\u003e2009\u003c/span\u003e in was almost got proved that this was his painting and now it was worth \u003cem\u003e$150 million\u003c/em\u003e.\u003c/p\u003e\r\n\u003cp\u003eThe subject of the painting is \u003cstrong\u003eBianca Sforza\u003c/strong\u003e. A duke's illegitimate (and later legitimate) daughter. In \u003cspan style=\"text-decoration: underline;\"\u003e1496\u003c/span\u003e, when she was about 13, she was married to one of the most important members of the court: \u003cstrong\u003eGaleazzo Sanseverino\u003c/strong\u003e. A few months after getting married, she dies of what may have been a problem pregnancy.\u003c/p\u003e"},{"Id":8,"Order":14,"Header":"1490s","Caption":"Study of shadows - sfumato","ImageUrl":"https://www.rct.uk/sites/default/files/styles/rctr-scale-1300-500/public/collection-online/4/1/298621-1550500642.jpg?itok=h0qQBwWn","Body":"\u003cp\u003eHe wrote almost 60 pages on shadows. And it shows how he thought it's the most important part of painting. \"The primary goal of a painter is to make a flat surface display a body as if modeled and separated from this plane\". Then he goes on to talk about how a line is an imaginary idea than a real object. \"Between light and darkness there's infinite variation, because their quantity is continuous.\" These ideas and his insistence that all boundaries are blurred led him to become the pioneer of sfumato.\u003c/p\u003e\r\n\u003cp\u003eAn experiment done in 11th century by an Arab mathematician \u003cstrong\u003eAlhazen\u003c/strong\u003e, that used a needle. If you use a needle and bring it closer to your eye, it will eventually become a blur, proving that you the rays of light is not converged at a single point inside the eye but is diffused throughout the retina of the eye.\u003c/p\u003e\r\n\u003cp\u003eHe also dissected a skull and cut an eye for his experiment. To be able to cut an eye in half, he boils the eye in an egg white first.\u003c/p\u003e"},{"Id":9,"Order":7,"Header":"1490","Caption":"La Belle Ferronniere","ImageUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Leonardo_da_Vinci_%28attrib%29-_la_Belle_Ferroniere.jpg/542px-Leonardo_da_Vinci_%28attrib%29-_la_Belle_Ferroniere.jpg","Body":"\u003cp\u003eThis shows how at times artists have to subdue their geniuses to the needs of their clients.\u003c/p\u003e\r\n\u003cp\u003eThe subject is Lucrezia Crivelli, who succeeded Cecilia as Ludovico's maitresse-en-titre (official mistress). It's hard to accept this work to be by Leonardo as there are so many things that are questionable about it that makes this painting to not be in his league. Kenneth Clark would say \"I am now inclined to think that the picture is by Leonardo, and shows how in these years he was willing to subdue his genius to the needs of the court\".\u003c/p\u003e"},{"Id":10,"Order":6,"Header":"1489","Caption":"Lady with an Ermine","ImageUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/The_Lady_with_an_Ermine.jpg/1280px-The_Lady_with_an_Ermine.jpg","Body":"\u003cp\u003eIn \u003cspan style=\"text-decoration: underline;\"\u003e1483\u003c/span\u003e, when she was ten, her brothers were able to arrange a promising marriage contract for her to \u003cstrong\u003eGiovanni Stefano Visconti\u003c/strong\u003e, a member of the family that once ruled Milan. But four years later the contract was dissolved. In \u003cspan style=\"text-decoration: underline;\"\u003e1489\u003c/span\u003e, \u003cstrong\u003eLudovico Sforza\u003c/strong\u003e was attracted to her and she lived in rooms provided by Ludovico and the year after, she was pregnant with his son. But the biggest problem with their relationship was that Ludovico had been contracted to marry \u003cstrong\u003eBeatrice d'Este\u003c/strong\u003e, the daughter of \u003cstrong\u003eErcole d'Este\u003c/strong\u003e, the \u003cstrong\u003eDuke of Ferrara\u003c/strong\u003e in \u003cspan style=\"text-decoration: underline;\"\u003e1490\u003c/span\u003e.\u003c/p\u003e\r\n\u003cp\u003e\u003cstrong\u003eMatteo Bandello\u003c/strong\u003e dedicated two novels to her. In \u003cspan style=\"text-decoration: underline;\"\u003e1489\u003c/span\u003e, Ludovico commissioned Leonardo to paint her portrait.\u003c/p\u003e\r\n\u003cp\u003eSome call this painting, the \"first modern portrait\"\u003c/p\u003e"},{"Id":11,"Order":5,"Header":"1485","Caption":"Portrait of a Musician","ImageUrl":"https://upload.wikimedia.org/wikipedia/commons/8/83/Leonardo_da_Vinci_-_Portrait_of_a_Musician.jpg","Body":"\u003cp\u003eLeonardo's only known portrait of a man. The subject appears to be of Atalante Migliorotti, the young musician who accompanied Leonardo a few years earlier from Florence to Milan, bearing the lyre.\u003c/p\u003e\r\n\u003cp\u003eTwo main notes about this painting:\u003c/p\u003e\r\n\u003cp\u003e1_ The shadows are harsh in some areas (under the noes and eyelashes).\u003c/p\u003e\r\n\u003cp\u003e2_ The pupils are of the same size, as they are to show how they react to light (one is smaller than the other showing it is closer to the light)\u003c/p\u003e"},{"Id":13,"Order":9,"Header":"1495 - 1498","Caption":"The Last Supper","ImageUrl":"https://www.godupdates.com/wp-content/uploads/2018/03/Easter_LastSupper_GU2018.jpg","Body":"\u003cp\u003eIn \u003cspan style=\"text-decoration: underline;\"\u003e1494\u003c/span\u003e, \u003cstrong\u003eLudovico Sforza\u003c/strong\u003e becomes the official Duke of Milan after the death of his nephew. He chooses \u003cstrong\u003eSanta Maria delle Grazie\u003c/strong\u003e, a small church at the heart of Milan to be a holy mausoleum for himself and his family. This church was reconstructed by \u003cstrong\u003eDonato Bramante\u003c/strong\u003e, Leonardo's friend. This painting was for the north wall to the new dining hall, or refectory of the church.\u003c/p\u003e\r\n\u003cp\u003eLeonardo was procrastinating a lot to draw this and to him it allows ideas to marinate. But the duke began to get impatient. Especially when his wife, \u003cstrong\u003eBeatrice\u003c/strong\u003e, died in early \u003cspan style=\"text-decoration: underline;\"\u003e1497\u003c/span\u003e and was buried in that church (Santa Maria delle Grazie) and the duke started dining once a week in its refectory.\u003c/p\u003e\r\n\u003cp\u003eThis painting depicts the reactions just after Jesus tells his assembled apostles, \"One of you will betray me\".\u003c/p\u003e\r\n\u003cp\u003eHe had to use accelerated perspective, to make the vantage point to be closer. Accelerated perspective: The walls and ceiling recede toward the vanishing point more quickly than normal. He learned this trick from the theatrical events.\u003c/p\u003e\r\n\u003cp\u003eThe painting finished in \u003cspan style=\"text-decoration: underline;\"\u003e1498\u003c/span\u003e, and he got rewarded with a bonus of a vineyard near the church.\u003c/p\u003e\r\n\u003cp\u003eHe experimented with the paint on the painting which was a failure as it started fading away soon. After 20 year the paint started to flake. When in \u003cspan style=\"text-decoration: underline;\"\u003e1550\u003c/span\u003e Vasari published a biography of him and mentioned that the painting was \"ruined\". By \u003cspan style=\"text-decoration: underline;\"\u003e1652\u003c/span\u003e, it was so faint that the monks built a door at the bottom of the painting.\u003c/p\u003e\r\n\u003cp\u003eThere were 6 major attempts to restore the painting. During the French Revolution, the eyes of the apostles were scratched out by anticlerical forces, and the refectory was used as a prison. During the WWII, Allied bombs hit the refectory, but the painting was protected by sandbags. Last restoration began in \u003cspan style=\"text-decoration: underline;\"\u003e1978\u003c/span\u003e was conducted by \u003cstrong\u003ePinin Brambilla Barcilon\u003c/strong\u003e and lasted 20 years.\u003c/p\u003e\r\n\u003cp\u003eDimensions: 15 feet high, 29 feet wide\u003c/p\u003e"}]}